start_text = """Привет, это бот переводчик.
Нажми /help для дополнительной информации."""

change_languae = """Бот translate_bot использует Google Translate API для перевода текста и поддерживает множество языков. Вот список языков, которые поддерживаются ботом:

    af — Африкаанс
    sq — Албанский
    am — Амхарский
    ar — Арабский
    hy — Армянский
    az — Азербайджанский
    eu — Баскский
    be — Белорусский
    bn — Бенгальский
    bs — Боснийский
    bg — Болгарский
    ca — Каталанский
    ceb — Себуанский
    ny — Чичева
    zh-cn — Китайский (упрощенный)
    zh-tw — Китайский (традиционный)
    co — Корсиканский
    hr — Хорватский
    cs — Чешский
    da — Датский
    nl — Нидерландский
    en — Английский
    eo — Эсперанто
    et — Эстонский
    tl — Тагалог
    fi — Финский
    fr — Французский
    fy — Фризский
    gl — Галисийский
    ka — Грузинский
    de — Немецкий
    el — Греческий
    gu — Гуджарати
    ht — Гаитянский креольский
    ha — Хауса
    haw — Гавайский
    iw — Иврит (также можно использовать he)
    hi — Хинди
    hmn — Хмонг
    hu — Венгерский
    is — Исландский
    ig — Игбо
    id — Индонезийский
    ga — Ирландский
    it — Итальянский
    ja — Японский
    jw — Яванский
    kn — Каннада
    kk — Казахский
    km — Кхмерский
    ko — Корейский
    ku — Курдский (курманджи)
    ky — Кыргызский
    lo — Лаосский
    la — Латинский
    lv — Латвийский
    lt — Литовский
    lb — Люксембургский
    mk — Македонский
    mg — Малагасийский
    ms — Малайский
    ml — Малаялам
    mt — Мальтийский
    mi — Маори
    mr — Маратхи
    mn — Монгольский
    my — Бирманский
    ne — Непальский
    no — Норвежский
    ps — Пушту
    fa — Персидский
    pl — Польский
    pt — Португальский
    pa — Пенджаби
    ro — Румынский
    ru — Русский
    sm — Самоанский
    gd — Шотландский гэльский
    sr — Сербский
    st — Сесото
    sn — Шона
    sd — Синдхи
    si — Сингальский
    sk — Словацкий
    sl — Словенский
    so — Сомалийский
    es — Испанский
    su — Сунданский
    sw — С瓦希里语
    sv — Шведский
    tg — Таджикский
    ta — Тамильский
    te — Телугу
    th — Таиландский
    tr — Турецкий
    uk — Украинский
    ur — Урду
    uz — Узбекский
    vi — Вьетнамский
    cy — Уэльский
    xh — Коса
    yi — Идиш
    yo — Яоруба
    zu — Зулу
    Напишите код языка на который вы хотите переводить текст
"""

help_text = """Переводчик Бот

Переводчик Бот — ваш личный ассистент для быстрого и точного перевода текста. Независимо от того, нужен ли вам перевод сообщения, документа или текста с изображения, наш бот готов помочь вам 24/7.
Основные Функции

    Текстовый Перевод
        Переводите текстовые сообщения на более чем 100 языков.
        Поддержка популярных языков, таких как английский, русский, немецкий, французский, испанский и многих других.

    Перевод Изображений
        Используйте функцию OCR (оптическое распознавание символов) для перевода текста с изображений.
        Просто пришлите изображение, и бот распознает и переведет текст.

Как Использовать

    Запустите бота
        Нажмите кнопку "Начать" или отправьте команду /start.

    Перевод текста
        Отправьте текстовое сообщение, которое нужно перевести.
        Бот автоматически переведет текст и отправит результат.

    Перевод изображений
        Пришлите изображение с текстом.
        Бот распознает текст и переведет его.
       

Преимущества

    Быстрота и Точность: Наш бот использует передовые технологии для быстрого и точного перевода.
    Удобство: Все функции доступны в одном месте, без необходимости переходить на сторонние сайты или приложения.
    Бесплатно: Основные функции предоставляются бесплатно, с возможностью поддержать бота для получения дополнительных опций."""