start_text = """Привет, это бот переводчик.Нажми /help
                для дополнительной информации."""
help_text = """Переводчик Бот

Переводчик Бот — ваш личный ассистент для быстрого и точного перевода текста. Независимо от того, нужен ли вам перевод сообщения, документа или текста с изображения, наш бот готов помочь вам 24/7.
Основные Функции

    Текстовый Перевод
        Переводите текстовые сообщения на более чем 100 языков.
        Поддержка популярных языков, таких как английский, русский, немецкий, французский, испанский и многих других.

    Перевод Изображений
        Используйте функцию OCR (оптическое распознавание символов) для перевода текста с изображений.
        Просто пришлите изображение, и бот распознает и переведет текст.

Как Использовать

    Запустите бота
        Нажмите кнопку "Начать" или отправьте команду /start.

    Перевод текста
        Отправьте текстовое сообщение, которое нужно перевести.
        Бот автоматически переведет текст и отправит результат.

    Перевод изображений
        Пришлите изображение с текстом.
        Бот распознает текст и переведет его.
       

Преимущества

    Быстрота и Точность: Наш бот использует передовые технологии для быстрого и точного перевода.
    Удобство: Все функции доступны в одном месте, без необходимости переходить на сторонние сайты или приложения.
    Бесплатно: Основные функции предоставляются бесплатно, с возможностью поддержать бота для получения дополнительных опций."""